Repository: shahryaralam688/LimiAI
Catalog: LimiExhibition/Common/Localizable.xcstrings
Source language: en
Languages: ar, de, tr, zh_hans, zh_hant

source: Verification Code
ar: رمز التحقق
de: Verifizierungscode
tr: Doğrulama Kodu
zh_hans: 验证码
zh_hant: 驗證碼

source: Verify
ar: تحقق
de: Verifizieren
tr: Doğrula
zh_hans: 验证
zh_hant: 核實

source: View 3D Model
ar: عرض نموذج ثلاثي الأبعاد
de: 3D-Modell anzeigen
tr: 3B Modeli Görüntüle
zh_hans: 查看 3D 模型
zh_hant: 查看3D模型

source: View and manage your service requests
ar: عرض وإدارة طلبات الخدمة الخاصة بك
de: Deine Serviceanfragen ansehen und verwalten
tr: Servis taleplerinizi görüntüleyin ve yönetin
zh_hans: 查看并管理您的服务请求
zh_hant: 查看和管理您的服務請求

source: Voltage
ar: الجهد
de: Spannung
tr: Voltaj
zh_hans: 电压

source: VR Experience
ar: تجربة الواقع الافتراضي
de: VR-Erlebnis
tr: VR Deneyimi
zh_hant: AR 經驗

source: Wall Colors
ar: ألوان الجدران
de: Wandfarben
tr: Duvar Renkleri
zh_hant: 牆面顏色

source: Warm
ar: دافئ
tr: Sıcak

source: Warm: %lld%%
ar: دافئ: ‎%lld %%
tr: Sıcak: %lld%%
zh_hant: 溫暖：%lld%%

source: We need your location to provide personalized lighting experiences and weather information.
ar: نحتاج إلى موقعك لتقديم تجارب إضاءة مخصصة ومعلومات الطقس.
de: Wir benötigen deinen Standort, um personalisierte Lichterlebnisse und Wetterinformationen bereitzustellen.
tr: Kişiselleştirilmiş aydınlatma deneyimleri ve hava durumu bilgisi sunmak için konumunuza ihtiyacımız var.
zh_hant: 我們需要您的位置訊息，以便為您提供個人化的照明體驗和天氣資訊。

source: Weather API Integration:
ar: دمج واجهة برمجة طقس:
de: Wetter-API-Integration:
tr: Hava Durumu API Entegrasyonu:
zh_hant: 天氣 API 整合：

source: Welcome Back
ar: مرحبًا بعودتك
de: Willkommen zurück
tr: Tekrar Hoş Geldiniz
zh_hant: 歡迎回來

source: Welcome to Limi
ar: أهلاً بك في Limi
de: Willkommen bei Limi
tr: Limi’ye Hoş Geldiniz
zh_hant: 歡迎來到 LIMI

source: Welcome to LIMI
ar: أهلاً بك في LIMI
de: Willkommen bei LIMI
tr: LIMI’ye Hoş Geldiniz
zh_hant: 歡迎來到 LIMI

source: Welcome!
ar: أهلاً وسهلاً!
de: Willkommen!
tr: Hoş Geldiniz!
zh_hans: 欢迎！
zh_hant: 歡迎！

source: What is LIMI AI?
ar: ما هو Limi الذكاء الاصطناعي؟
de: Was ist LIMI KI?
tr: LIMI AI nedir?
zh_hans: 什么是 LIMI AI？
zh_hant: LIMI AI是什麼？

source: What should Limi do at this time?
ar: ماذا يجب أن يفعل Limi في هذا الوقت؟
de: Was soll Limi jetzt tun?
tr: Limi şu anda ne yapmalı?
zh_hans: Limi 现在应该做什么？
zh_hant: 莉米此時該怎麼辦？

source: What would you like to do?
ar: ماذا تود أن تفعل؟
de: Was möchtest du tun?
tr: Ne yapmak istersiniz?
zh_hans: 您想做什么？
zh_hant: 你想做什麼？

source: Wi-Fi Devices
ar: أجهزة الواي فاي
de: WLAN-Geräte
tr: Wi-Fi Cihazları
zh_hans: Wi-Fi 设备
zh_hant: Wi-Fi 裝置

source: Wifi Password
ar: كلمة مرور الواي فاي
de: WLAN-Passwort
tr: Wi-Fi Şifresi
zh_hans: Wi-Fi 密码
zh_hant: WiFi密碼

source: WLED Device Discovery
ar: اكتشاف أجهزة WLED
de: WLED-Geräteerkennung
tr: WLED Cihaz Keşfi
zh_hans: WLED 设备发现

source: You have no existing scans
ar: لا توجد عمليات مسح محفوظة
de: Du hast keine gespeicherten Scans
tr: Mevcut taramanız yok
zh_hans: 您没有现有的扫描记录
zh_hant: 您沒有現有的掃描件。

source: You haven’t added any devices yet
ar: لم تقم بإضافة أي أجهزة بعد
de: Du hast noch keine Geräte hinzugefügt
tr: Henüz hiçbir cihaz eklemediniz
zh_hans: 您尚未添加任何设备
zh_hant: 您尚未新增任何設備

source: Your device has been disconnected.
ar: تم فصل جهازك.
de: Dein Gerät wurde getrennt.
tr: Cihazınızın bağlantısı kesildi.
zh_hans: 您的设备已断开连接。
zh_hant: 您的裝置已斷開連線。

# module.ar_view.title
source: AR View
de: AR-Ansicht
tr: AR Görünümü
zh_hans: AR 视图
zh_hant: AR 視圖

# module.configurator.title
source: Configurator
de: Konfigurator
tr: Yapılandırıcı
zh_hans: 配置器
zh_hant: 配置器

# module.device_manager.title
source: Device Manager
de: Gerätemanager
tr: Cihaz Yöneticisi
zh_hans: 设备管理
zh_hant: 設備管理

# settings.language
source: Language
de: Sprache
zh_hans: 语言
zh_hant: 語言
